Repository: MartinIIOT/easter
Catalog: po/*.po
Languages: hu, nl

source: Date of Catholic Easter
hu: Katolikus húsvét dátuma
nl: Datum van Katholiek Pasen

source: Calculate the date of Catholic Easter
hu: A katolikus húsvét dátumának kiszámítása
nl: Bereken de datum van Katholiek Pasen

source: Program for calculating the date of Catholic Easter
hu: Alkalmazás a katolikus húsvét dátumának kiszámításához
nl: Een toepassing voor het berekenen van de datum van Katholiek Pasen

source: Update Hungarian translation
nl: Bijgewerkt: Hongaarse vertaling

source: Added Hungarian translation
nl: Nieuw: Hongaarse vertaling

source: Update Czech translation
nl: Bijgewerkt: Tsjechische vertaling

source: Added Czech translation
nl: Nieuw: Tsjechische vertaling

source: Added Italian translation
nl: Nieuw: Italiaanse vertaling

source: Added Slovakian translation
nl: Nieuw: Slowaakse vertaling

source: Added Dutch translation
nl: Nieuw: Nederlandse vertaling

source: Initial release
nl: De allereerste versie

source: Enter the year number
hu: Adja meg az évszámot
nl: Voer een jaartal in

source: CALCULATE
hu: Kiszámítás
nl: BEREKENEN

source: Welcome!
hu: Isten hozta!
nl: Welkom!

source: Visit Wikipedia
hu: Wikipédia meglátogassa
nl: Open Wikipedia

source: Please enter a valid year number
hu: Adjon meg egy érvényes évszámot
nl: Voer een geldig jaartal in

source: March
hu: március
nl: maart

source: Do you want to visit Wikipedia?
hu: Szeretné meglátogatni a Wikipédia webhelyet?
nl: Wilt u Wikipedia openen?

source: Question
hu: Kérdés
nl: Vraag

source: Message
hu: Üzenet
nl: Bericht

source: April
hu: április
